<?php

/**
 * ECSHOP 支付宝语言文件
 * ============================================================================
 * 版权所有 2005-2010 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liuhui $
 * $Id: alipay.php 17063 2010-03-25 06:35:46Z liuhui $
 */

global $_LANG;

$_LANG['alipay'] = 'wap支付宝';
$_LANG['alipay_desc'] = '支付宝无线支付(ms.alipay.com) 是国内先进的网上支付平台。<br/>顶亿网开发的wap支付宝适用于ecshop手机站。<br/><a href="https://b.alipay.com/order/productSet.htm#prodAreaWap" target="_blank"><font color="red">立即在线申请</font></a>';

$_LANG['alipay_partner'] = '合作身份者ID，以2088开头的16位纯数字';
$_LANG['alipay_key'] = '安全检验码，以数字和字母组成的32位字符';
$_LANG['seller_email'] = '签约支付宝账号或卖家支付宝帐户';
$_LANG['pay_button'] = '立即使用支付宝支付';
?>